Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Haptic-paced breathing · find your pace · calm down
de: Haptisch getaktetes Atmen · finde dein Tempo · komm zur Ruhe
es: Respiración guiada por hápticos · encuentra tu ritmo · cálmate
fr: Respiration guidée par vibrations · trouvez votre rythme · calmez-vous
it: Respirazione scandita da vibrazioni · trova il tuo ritmo · calmati
pl: Oddychanie dotykowe · znajdź swoje tempo · uspokój się
pt_pt: Respiração com ritmo tátil · encontre o teu ritmo · acalme-se
ru: Дыхание с тактильным ритмом · найдите свой темп · успокойтесь
th: การหายใจแบบสัมผัส · หาจังหวะของตัวเอง · สงบสติอารมณ์
zh_hans: 触感节律呼吸 · 找到你的节奏 · 平静下来
zh_hant: 觸感節律呼吸 · 找到你的節奏 · 平靜下來

source: Haptic-paced breathing · watch your HRV respond
de: Haptisch getaktetes Atmen · beobachte, wie deine HRV reagiert
es: Respiración guiada por hápticos · observa cómo responde tu VFC
fr: Respiration rythmée haptiquement · observez votre VFC réagir
it: Respirazione guidata da vibrazioni · osserva la risposta del tuo HRV
pl: Oddychanie dotykowe · obserwuj reakcję HRV
pt_pt: Respiração com ritmo táctil · observe a resposta da VFC
ru: Дыхание по вибросигналам · следите, как реагирует ВСР
th: การหายใจแบบสัมผัส · ดูการตอบสนองของ HRV
zh_hans: 触感节律呼吸 · 观察你的 HRV 如何响应
zh_hant: 觸感節律呼吸 · 觀察你的 HRV 如何回應

source: Haptics on
de: Haptik an
es: Hápticos activados
fr: Haptiques activés
it: Vibrazioni attive
pl: Włączona funkcja dotykowa
pt_pt: Haptica ativada
ru: Вибрация вкл.
th: สัมผัสได้
zh_hans: 触感已开启
zh_hant: 觸感已開啟

source: Hard
de: Hart
es: Duro
fr: Difficile
it: Difficile
pl: Trudny
pt_pt: Difícil
ru: Жесткий
th: หนัก
zh_hans: 硬
zh_hant: 硬

source: Hard to read right now
de: Gerade schwer zu lesen
es: Difícil de leer ahora mismo
fr: Difficile à lire pour l'instant
it: Difficile da leggere al momento
pl: Trudno to teraz odczytać
pt_pt: Difícil de ler agora
ru: Сейчас трудно определить
th: อ่านยากครับตอนนี้
zh_hans: 目前难以读取
zh_hant: 目前難以判讀

source: hatch = typical
de: schraffiert = typisch
es: rayado = típico
fr: hachures = typique
it: tratteggio = tipico
pl: właz = typowy
pt_pt: hachura = típico
ru: штриховка = типично
th: ฟัก = โดยทั่วไป
zh_hans: 斜线 = 典型范围
zh_hant: 斜線 = 典型範圍

source: Have a lab PDF or photo? NOOP can find recognisable values locally, then shows them for your approval. It does not interpret the report or upload it.
de: Haben Sie ein Labor-PDF oder ein Foto? NOOP kann lokal erkennbare Werte finden und sie dann zur Genehmigung anzeigen. Der Bericht wird weder interpretiert noch hochgeladen.
es: ¿Tiene un PDF o una foto del laboratorio? NOOP puede encontrar valores reconocibles localmente y luego los muestra para su aprobación. No interpreta el informe ni lo carga.
fr: Vous avez un PDF ou une photo de laboratoire ? NOOP peut trouver des valeurs reconnaissables localement, puis les affiche pour votre approbation. Il n'interprète pas le rapport et ne le télécharge pas.
it: Hai un PDF o una foto del laboratorio? NOOP può trovare valori riconoscibili a livello locale, quindi li mostra per la tua approvazione. Non interpreta il report né lo carica.
pl: Masz PDF lub zdjęcie wyniku badania? NOOP potrafi lokalnie znaleźć rozpoznawalne wartości i pokazać je do Twojego zatwierdzenia. Nie interpretuje wyniku ani go nie wysyła.
pt_pt: Tem um PDF ou foto do laboratório? NOOP pode encontrar valores reconhecíveis localmente e depois mostrá-los para sua aprovação. Ele não interpreta o relatório nem o carrega.
ru: У вас есть лабораторный PDF-файл или фотография? NOOP может найти распознаваемые значения локально, а затем показать их на ваше одобрение. Он не интерпретирует отчет и не загружает его.
th: มีห้องปฏิบัติการ PDF หรือรูปถ่ายหรือไม่? NOOP สามารถค้นหาค่าที่จดจำได้ในเครื่อง จากนั้นจึงแสดงค่าดังกล่าวเพื่อขออนุมัติจากคุณ ไม่ได้ตีความรายงานหรืออัปโหลด
zh_hans: 有实验室 PDF 或照片吗？ NOOP可以在本地找到可识别的值，然后显示它们以供您批准。它不会解释报告或上传报告。
zh_hant: 有實驗室 PDF 或照片嗎？ NOOP可以在本地找到可識別的值，然後顯示它們以供您批准。它不會解釋報告或上傳報告。

source: Header icon
de: Kopfzeilensymbol
es: icono de encabezado
fr: Icône d'en-tête
it: Icona dell'intestazione
pl: Ikona w nagłówku
pt_pt: Ícone de cabeçalho
ru: Значок заголовка
th: ไอคอนส่วนหัว
zh_hans: 标题图标
zh_hant: 標題圖示

source: Heads up: this test mode is off, so the report has no capture for it. For a useful report, turn the mode on, reproduce the problem while wearing the strap, then report again.
de: Heads up: Dieser Testmodus ist ausgeschaltet, so dass der Bericht keine Erfassung dafür hat. Für einen nützlichen Bericht schalten Sie den Modus ein, reproduzieren das Problem beim Tragen des Riemens und melden Sie es erneut.
es: Cabeza arriba: este modo de prueba está apagado, por lo que el informe no tiene captura para él. Para un informe útil, encienda el modo, reproduzca el problema al usar la correa, luego vuelva a informar.
fr: En haut : ce mode de test est désactivé, donc le rapport n'a pas de capture pour lui. Pour un rapport utile, allumer le mode, reproduire le problème en portant la sangle, puis rapporter à nouveau.
pl: Uwaga: ten tryb testowy jest wyłączony, więc raport nie zawiera jego przechwytywania. Aby otrzymać przydatny raport, włącz tryb, odtwórz problem podczas noszenia paska, a następnie zgłoś ponownie.
pt_pt: Atenção: este modo de teste está desativado, pelo que o relatório não tem captura para o mesmo. Para um relatório útil, ative o modo, reproduza o problema enquanto usa a bracelete e depois volte a reportar.
th: โปรดทราบ: โหมดการทดสอบนี้ปิดอยู่ ดังนั้นรายงานจึงไม่สามารถบันทึกได้ หากต้องการรายงานที่เป็นประโยชน์ ให้เปิดโหมด จำลองปัญหาขณะสวมสายรัด จากนั้นรายงานอีกครั้ง

source: Heads-up
de: Hinweis
es: Aviso
fr: Attention
it: Attenzione
pl: Uwaga
pt_pt: Atenção
ru: Внимание
th: เฮดอัพ
zh_hans: 提示
zh_hant: 提醒

source: Heads-up. Your WHOOP only talks to one phone at a time. Force-quit the official WHOOP app first, or pairing may fail.
de: Hinweis: Dein WHOOP spricht immer nur mit einem Telefon. Beende zuerst die offizielle WHOOP-App vollständig, sonst kann die Kopplung fehlschlagen.
es: Aviso. Tu WHOOP solo habla con un teléfono a la vez. Fuerza el cierre de la app oficial de WHOOP primero, o el emparejamiento puede fallar.
fr: Attention. Votre WHOOP ne communique qu'avec un seul téléphone à la fois. Forcez d'abord la fermeture de l'application officielle WHOOP, sinon l'appairage risque d'échouer.
it: Attenzione. Il tuo WHOOP comunica con un solo telefono alla volta. Chiudi forzatamente l'app ufficiale WHOOP prima, altrimenti l'abbinamento potrebbe fallire.
pl: Uwaga. Twój WHOOP rozmawia tylko z jednym telefonem na raz. Wymuś najpierw zamknięcie oficjalnej aplikacji WHOOP, w przeciwnym razie parowanie może się nie powieść.
pt_pt: Atenção. O teu WHOOP fala apenas com um telefone de cada vez. Force primeiro o encerramento da aplicação oficial WHOOP ou o emparelhamento poderá falhar.
ru: Внимание. Ваш WHOOP взаимодействует только с одним телефоном за раз. Сначала принудительно закройте официальное приложение WHOOP, иначе сопряжение может не удаться.
th: เฮดอัพ WHOOP ของคุณคุยกับโทรศัพท์ครั้งละเครื่องเท่านั้น บังคับออกจากแอป WHOOP อย่างเป็นทางการก่อน ไม่เช่นนั้นการจับคู่อาจล้มเหลว
zh_hans: 请注意。你的 WHOOP 同一时间只与一部手机通信。请先强制退出官方 WHOOP 应用，否则配对可能失败。
zh_hant: 請注意。你的 WHOOP 同一時間只與一部手機通信。請先強制退出官方 WHOOP 應用程式，否則配對可能失敗。

source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
pl: Zdrowie
pt_pt: Saúde
ru: Здоровье
th: สุขภาพ
zh_hans: 健康
zh_hant: 健康

source: Health database
de: Health-Datenbank
es: Base de datos de salud
fr: Base de données Santé
it: Database della salute
pl: Baza danych o zdrowiu
pt_pt: Base de dados de saúde
ru: База данных о здоровье
th: ฐานข้อมูลด้านสุขภาพ
zh_hans: 健康数据库
zh_hant: 健康資料庫

source: Health insights
de: Gesundheits-Einblicke
es: Información de salud
fr: Perspectives de santé
it: Approfondimenti sulla salute
pl: Informacje o zdrowiu
pt_pt: Informações sobre saúde
ru: Выводы о здоровье
th: ข้อมูลเชิงลึกด้านสุขภาพ
zh_hans: 健康洞察
zh_hant: 健康洞察

source: Health Monitor
de: Gesundheitsmonitor
es: Monitor de salud
fr: Moniteur de santé
it: Monitor salute
pl: Monitor zdrowia
pt_pt: Monitor de Saúde
ru: Монитор здоровья
th: การตรวจสุขภาพ
zh_hans: 健康监测
zh_hant: 健康監測

source: Hear today's Charge (recovery) score.
de: Höre deinen heutigen Charge-Wert (Erholung).
es: Escucha tu puntuación de Charge (recuperación) de hoy.
fr: Écoutez votre score Charge (récupération) du jour.
it: Ascolta il punteggio Charge (recupero) di oggi.
pl: Posłuchaj dzisiejszego wyniku Poziomu energii (regeneracji).
pt_pt: Ouça a pontuação Charge (recuperação) de hoje.
ru: Послушайте сегодняшний результат Charge (восстановление).
th: ฟังคะแนน พลังฟื้นตัว (การฟื้นตัว) วันนี้
zh_hans: 听听今天的 Charge（恢复）得分。
zh_hant: 聽聽今天的 Charge（恢復）分數。

source: Heart
de: Herz
es: corazón
fr: Coeur
it: Cuore
pl: Serce
pt_pt: Coração
ru: Сердце
th: หัวใจ
zh_hans: 心
zh_hant: 心

source: Heart & Vitals
de: Herz & Vitalwerte
es: Corazón y signos vitales
fr: Cœur et constantes
it: Cuore e parametri vitali
pl: Serce i witalność
pt_pt: Coração e sinais vitais
ru: Сердце и показатели
th: หัวใจและชีวิต
zh_hans: 心脏与生命体征
zh_hant: 心臟與生命徵象

source: Heart rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
pl: Tętno
pt_pt: Frequência cardíaca
ru: Пульс
th: อัตราการเต้นหัวใจ
zh_hans: 心率
zh_hant: 心率

source: Heart Rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
pl: Tętno
pt_pt: Frequência cardíaca
ru: Пульс
th: อัตราการเต้นหัวใจ
zh_hans: 心率
zh_hant: 心率

source: HEART RATE
de: HERZFREQUENZ
es: FRECUENCIA CARDÍACA
fr: FRÉQUENCE CARDIAQUE
it: FREQUENZA CARDIACA
pl: TĘTNO
pt_pt: FREQUÊNCIA CARDÍACA
ru: ПУЛЬС
th: อัตราการเต้นหัวใจ
zh_hans: 心率
zh_hant: 心率

source: Heart rate · HRV · Skin temp* · Resp rate* · Sleep · Strain · Battery
de: Herzfrequenz · HRV · Hauttemp.* · Atemfreq.* · Schlaf · Belastung · Akku
es: Frecuencia cardíaca · VFC · Temp. cutánea* · Frec. respiratoria* · Sueño · Esfuerzo · Batería
fr: Fréquence cardiaque · VFC · Temp. cutanée* · Fréq. respiratoire* · Sommeil · Effort · Batterie
it: Frequenza cardiaca · HRV · Temp. cutanea* · Freq. respiratoria* · Sonno · Carico · Batteria
pl: Tętno · HRV · Temperatura skóry* · Częstość oddechów* · Sen · Obciążenie · Bateria
pt_pt: Frequência cardíaca · VFC · Temperatura da pele* · Frequência respiratória* · Sono · Tensão · Bateria
ru: Пульс · ВСР · Темп. кожи* · Частота дыхания* · Сон · Нагрузка · Батарея
th: อัตราการเต้นหัวใจ · HRV · อุณหภูมิผิวหนัง* · อัตราการหายใจ* · การนอน · ภาระร่างกาย · แบตเตอรี่
zh_hans: 心率 · HRV · 皮肤温度* · 呼吸频率* · 睡眠 · 强度 · 电量
zh_hant: 心率 · HRV · 皮膚溫度* · 呼吸率* · 睡眠 · 強度 · 電量

source: Heart rate · HRV · Skin temp* · Resp rate* · Steps* · Sleep · Strain · Battery
de: Herzfrequenz · HRV · Hauttemp.* · Atemfreq.* · Schritte* · Schlaf · Belastung · Akku
es: Frecuencia cardíaca · VFC · Temp. cutánea* · Frec. respiratoria* · Pasos* · Sueño · Esfuerzo · Batería
fr: Fréquence cardiaque · VFC · Temp. cutanée* · Fréq. respiratoire* · Pas* · Sommeil · Effort · Batterie
it: Frequenza cardiaca · HRV · Temp. cutanea* · Freq. respiratoria* · Passi* · Sonno · Carico · Batteria
pl: Tętno · HRV · Temperatura skóry* · Częstość oddechów* · Kroki* · Sen · Obciążenie · Bateria
pt_pt: Frequência cardíaca · VFC · Temperatura da pele* · Frequência respiratória* · Passos* · Sono · Tensão · Bateria
ru: Пульс · ВСР · Темп. кожи* · Частота дыхания* · Шаги* · Сон · Нагрузка · Батарея
th: อัตราการเต้นหัวใจ · HRV · อุณหภูมิผิวหนัง* · อัตราการหายใจ* · จำนวนก้าว* · การนอน · ภาระร่างกาย · แบตเตอรี่
zh_hans: 心率 · HRV · 皮肤温度* · 呼吸频率* · 步数* · 睡眠 · 强度 · 电量
zh_hant: 心率 · HRV · 皮膚溫度* · 呼吸率* · 步數* · 睡眠 · 強度 · 電量

source: Heart rate · HRV (live)* · Strain
de: Herzfrequenz · HRV (live)* · Belastung
es: Frecuencia cardíaca · VFC (en vivo)* · Esfuerzo
fr: Fréquence cardiaque · VFC (en direct)* · Effort
it: Frequenza cardiaca · HRV (in diretta)* · Carico
pl: Tętno · HRV (na żywo)* · Obciążenie
pt_pt: Frequência cardíaca · VFC (em direto)* · Esforço
ru: Пульс · ВСР (в реальном времени)* · Нагрузка
th: อัตราการเต้นหัวใจ · HRV (เรียลไทม์)* · ภาระร่างกาย
zh_hans: 心率 · HRV（实时）* · 强度
zh_hant: 心率 · HRV（即時）* · 強度

source: Heart rate · HRV* · Sleep · Resting HR · Skin temp* · Battery
de: Herzfrequenz · HRV* · Schlaf · Ruhe-HF · Hauttemp.* · Akku
es: Frecuencia cardíaca · VFC* · Sueño · FC en reposo · Temp. cutánea* · Batería
fr: Fréquence cardiaque · VFC* · Sommeil · FC au repos · Temp. cutanée* · Batterie
it: Frequenza cardiaca · HRV* · Sonno · FC a riposo · Temp. cutanea* · Batteria
pl: Tętno · HRV* · Sen · Tętno spoczynkowe · Temperatura skóry* · Bateria
pt_pt: Frequência cardíaca · VFC* · Sono · FC em repouso · Temperatura da pele* · Bateria
ru: Пульс · ВСР* · Сон · Пульс в покое · Темп. кожи* · Батарея
th: อัตราการเต้นหัวใจ · HRV* · การนอน · HR ขณะพักผ่อน · อุณหภูมิผิวหนัง* · แบตเตอรี่
zh_hans: 心率 · HRV* · 睡眠 · 静息心率 · 皮肤温度* · 电量
zh_hant: 心率 · HRV* · 睡眠 · 靜息心率 · 皮膚溫度* · 電量

source: Heart rate (live, best-effort)
de: Herzfrequenz (live, Best-Effort)
es: Frecuencia cardíaca (en vivo, según disponibilidad)
fr: Fréquence cardiaque (en direct, meilleur effort)
it: Frequenza cardiaca (in diretta, quando possibile)
pl: Tętno (na żywo, najlepszy wysiłek)
pt_pt: Frequência cardíaca (em direto, melhor esforço)
ru: Пульс (в реальном времени, по возможности)
th: อัตราการเต้นหัวใจ (เรียลไทม์ เท่าที่ทำได้)
zh_hans: 心率（实时，尽力而为）
zh_hant: 心率（即時，盡力而為）

source: Heart rate %lld beats per minute
de: Herzfrequenz %lld Schläge pro Minute
es: Frecuencia cardíaca %lld latidos por minuto
fr: Fréquence cardiaque %lld battements par minute
it: Frequenza cardiaca %lld battiti al minuto
pl: Tętno %lld uderzeń na minutę
pt_pt: Frequência cardíaca %lld batimentos por minuto
ru: Пульс %lld ударов в минуту
th: อัตราการเต้นหัวใจ %lld เต้นต่อนาที
zh_hans: 心率 %lld 次每分钟
zh_hant: 心率 %lld 次每分鐘

source: Heart rate during %@
de: Herzfrequenz während %@
es: Frecuencia cardíaca durante %@
fr: Fréquence cardiaque pendant %@
it: Frequenza cardiaca durante %@
pl: Tętno podczas %@
pt_pt: Frequência cardíaca durante a %@
ru: Пульс во время %@
th: อัตราการเต้นหัวใจในช่วง %@
zh_hans: %@ 期间的心率
zh_hant: %@ 期間的心率

source: Heart rate not available
de: Herzfrequenz nicht verfügbar
es: Frecuencia cardíaca no disponible
fr: Fréquence cardiaque non disponible
it: Frequenza cardiaca non disponibile
pl: Tętno niedostępne
pt_pt: Frequência cardíaca não disponível
ru: Пульс недоступен
th: อัตราการเต้นหัวใจไม่พร้อมใช้งาน
zh_hans: 心率不可用
zh_hant: 心率不可用

source: Heart rate plus active energy give a solid daily cardiovascular load. An on-watch workout sharpens it further.
de: Herzfrequenz plus aktive Energie ergeben eine solide tägliche kardiovaskuläre Last. Ein Workout auf der Uhr schärft sie weiter.
es: La frecuencia cardíaca más la energía activa dan una carga cardiovascular diaria sólida. Un entrenamiento registrado en el reloj la afina aún más.
fr: La fréquence cardiaque combinée à l'énergie active donne une charge cardiovasculaire quotidienne solide. Un entraînement enregistré sur la montre l'affine encore davantage.
it: Frequenza cardiaca ed energia attiva danno un solido carico cardiovascolare giornaliero. Un allenamento avviato dall'orologio lo rende ancora più preciso.
pl: Tętno plus energia czynna zapewniają stałe dzienne obciążenie układu sercowo-naczyniowego. Trening na zegarku jeszcze bardziej go wyostrza.
pt_pt: A frequência cardíaca mais a energia ativa proporcionam uma carga cardiovascular diária sólida. Um treino sob observação melhora ainda mais.
ru: Пульс в сочетании с активной энергией дают достоверную ежедневную сердечно-сосудистую нагрузку. Тренировка, записанная на часах, делает её ещё точнее.
th: อัตราการเต้นหัวใจร่วมกับพลังงานที่ใช้ขณะเคลื่อนไหว ช่วยประเมินภาระระบบหัวใจและหลอดเลือดรายวันได้ดี และจะแม่นยำยิ่งขึ้นเมื่อบันทึกการออกกำลังกายบน Apple Watch
zh_hans: 心率加上活动能量就能得出可靠的每日心血管负荷。在手表上记录锻炼可以让它更精确。
zh_hant: 心率加上活動能量能給出可靠的每日心血管負荷。在手錶上記錄鍛鍊能讓它更精準。

source: Heart Rate Recovery
de: Herzfrequenzerholung
es: Recuperación de la frecuencia cardíaca
fr: Récupération de la fréquence cardiaque
pl: Tętno Regeneracja
pt_pt: Recuperação da frequência cardíaca
th: การฟื้นตัวของอัตราการเต้นหัวใจ

source: Heart rate recovery at %@, %lld beats per minute
de: Herzfrequenzerholung nach %1$@: %2$lld Schläge pro Minute
es: Recuperación de la frecuencia cardíaca a los %1$@: %2$lld latidos por minuto
fr: Récupération de la fréquence cardiaque à %1$@ : %2$lld battements par minute
pl: Odzyskiwanie tętna przy %@, %lld uderzeń na minutę
pt_pt: Recuperação da frequência cardíaca em %@, %lld batimentos por minuto
th: อัตราการเต้นหัวใจฟื้นตัวที่ %@, %lld ครั้งต่อนาที

source: Heart rate recovery at %@, not available
de: Herzfrequenzerholung nach %1$@: nicht verfügbar
es: Recuperación de la frecuencia cardíaca a los %1$@: no disponible
fr: Récupération de la fréquence cardiaque à %1$@ : indisponible
pl: Odzyskiwanie tętna przy %@, niedostępne
pt_pt: Recuperação da frequência cardíaca em %@, não disponível
th: การฟื้นตัวของอัตราการเต้นหัวใจที่ %@ ไม่พร้อมใช้งาน

source: Heart rate stream is active.
de: Herzfrequenz-Stream ist aktiv.
es: La transmisión de frecuencia cardíaca está activa.
fr: Le flux de fréquence cardiaque est actif.
it: Il flusso della frequenza cardiaca è attivo.
pl: Strumień tętna jest aktywny.
pt_pt: O fluxo de frequência cardíaca está ativo.
ru: Активен поток данных пульса.
th: สตรีมอัตราการเต้นหัวใจทำงานอยู่
zh_hans: 心率流已激活。
zh_hant: 心率資料流已啟用。

source: Heart rate variability
de: Herzfrequenzvariabilität
es: Variabilidad de la frecuencia cardíaca
fr: Variabilité de la fréquence cardiaque
it: Variabilità della frequenza cardiaca
pl: Zmienność tętna
pt_pt: Variabilidade da frequência cardíaca
ru: Вариабельность сердечного ритма
th: ความแปรปรวนของอัตราการเต้นหัวใจ
zh_hans: 心率变异性
zh_hant: 心率變異性

source: Heart Rate Variability
de: Herzfrequenzvariabilität
es: Variabilidad de la frecuencia cardíaca
fr: Variabilité de la fréquence cardiaque
it: Variabilità della frequenza cardiaca
pl: Zmienność tętna
pt_pt: Variabilidade da frequência cardíaca
ru: Вариабельность сердечного ритма
th: ความแปรปรวนของอัตราการเต้นหัวใจ
zh_hans: 心率变异性
zh_hant: 心率變異性

source: Heart rate* · HRV* · Sleep* · Resting HR* · Skin temp* · Battery*
de: Herzfrequenz* · HRV* · Schlaf* · Ruhe-HF* · Hauttemp.* · Akku*
es: Frecuencia cardíaca* · VFC* · Sueño* · FC en reposo* · Temp. cutánea* · Batería*
fr: Fréquence cardiaque* · VFC* · Sommeil* · FC au repos* · Temp. cutanée* · Batterie*
it: Frequenza cardiaca* · HRV* · Sonno* · FC a riposo* · Temp. cutanea* · Batteria*
pl: Tętno* · HRV* · Sen* · Tętno spoczynkowe* · Temperatura skóry* · Bateria*
pt_pt: Frequência cardíaca* · VFC* · Sono* · FC em repouso* · Temperatura da pele* · Bateria*
ru: Пульс* · ВСР* · Сон* · Пульс в покое* · Темп. кожи* · Батарея*
th: อัตราการเต้นหัวใจ* · HRV* · การนอน* · HR ขณะพัก* · อุณหภูมิผิวหนัง* · แบตเตอรี่*
zh_hans: 心率* · HRV* · 睡眠* · 静息心率* · 皮肤温度* · 电量*
zh_hant: 心率* · HRV* · 睡眠* · 靜息心率* · 皮膚溫度* · 電量*

source: Heart-rate recovery · %@
de: Herzfrequenzerholung · %1$@
es: Recuperación cardíaca · %1$@
fr: Récupération cardiaque · %1$@
pl: Odzyskiwanie tętna · %@
pt_pt: Recuperação da frequência cardíaca · %@
th: การฟื้นตัวของอัตราการเต้นหัวใจ · %@

source: Heart-rate recovery trend in beats per minute
de: Trend der Herzfrequenzerholung in Schlägen pro Minute
es: Tendencia de recuperación de la frecuencia cardíaca en latidos por minuto
fr: Tendance de récupération de la fréquence cardiaque en battements par minute
pl: Trend odzyskiwania tętna w uderzeniach na minutę
pt_pt: Tendência de recuperação da frequência cardíaca em batimentos por minuto
th: แนวโน้มการฟื้นตัวของอัตราการเต้นหัวใจเป็นครั้งต่อนาที

source: Heart-rate strap
de: Herzfrequenzgurt
es: Banda de frecuencia cardíaca
fr: Bracelet de fréquence cardiaque
it: Fascia cardio
pl: Pasek do pomiaru tętna
pt_pt: Intervalo de frequência cardíaca
ru: Нагрудный датчик пульса
th: สายรัดวัดอัตราการเต้นหัวใจ
zh_hans: 心率带
zh_hant: 心率手環

source: Heart-rate variability
de: Herzfrequenzvariabilität
es: Variabilidad de la frecuencia cardíaca
fr: Variabilité de la fréquence cardiaque
it: Variabilità della frequenza cardiaca
pl: Zmienność rytmu serca
pt_pt: Variabilidade da frequência cardíaca
ru: Вариабельность сердечного ритма
th: ความแปรปรวนของอัตราการเต้นหัวใจ
zh_hans: 心率变异性
zh_hant: 心率變異性

source: Heart-rate variability as the engine behind your charge score.
de: Herzfrequenzvariabilität als Motor hinter deinem Ladungswert.
es: La variabilidad de la frecuencia cardíaca como motor de tu puntuación de carga.
fr: La variabilité de la fréquence cardiaque, moteur de votre score de charge.
it: La variabilità della frequenza cardiaca come motore del tuo punteggio di carica.
pl: Zmienność rytmu serca jako główny czynnik wyniku Energii.
pt_pt: Variabilidade da frequência cardíaca como motor por trás da tua pontuação de carga.
ru: Вариабельность сердечного ритма как основа вашего показателя Заряда.
th: ความแปรปรวนของอัตราการเต้นหัวใจเป็นกลไกเบื้องหลังคะแนนการชาร์จของคุณ
zh_hans: 心率变异性是驱动你能量分数的核心。
zh_hant: 心率變異性是你能量分數背後的引擎。

source: Heart-rate zone split: %@
de: Herzfrequenzzonen-Verteilung: %@
es: Reparto por zonas de frecuencia cardíaca: %@
fr: Répartition des zones de fréquence cardiaque : %@
it: Suddivisione per zone di frequenza cardiaca: %@
pl: Podział strefy tętna: %@
pt_pt: Divisão da zona de frequência cardíaca: %@
ru: Разбивка по зонам пульса: %@
th: การแบ่งโซนอัตราการเต้นหัวใจ: %@
zh_hans: 心率区间分布：%@
zh_hant: 心率區間分佈：%@

source: Height
de: Größe
es: Altura
fr: Taille
it: Altezza
pl: Wysokość
pt_pt: Altura
ru: Рост
th: ส่วนสูง
zh_hans: 身高
zh_hant: 身高

source: Height in centimetres
de: Größe in Zentimetern
es: Estatura en centímetros
fr: Taille en centimètres
it: Altezza in centimetri
pl: Wysokość w centymetrach
pt_pt: Altura em centímetros
ru: Рост в сантиметрах
th: ความสูงเป็นเซนติเมตร
zh_hans: 身高（厘米）
zh_hant: 身高（公分）

source: Height in inches
de: Größe in Zoll
es: Estatura en pulgadas
fr: Taille en pouces
it: Altezza in pollici
pl: Wysokość w calach
pt_pt: Altura em polegadas
ru: Рост в дюймах
th: ความสูงเป็นนิ้ว
zh_hans: 身高（英寸）
zh_hant: 身高（英寸）

# Height, %lld feet %lld inches
source: Height, %1$lld feet %2$lld inches
de: Größe, %1$lld Fuß %2$lld Zoll
es: Estatura, %lld pies %lld pulgadas
fr: Taille, %1$lld pieds %2$lld pouces
it: Altezza, %1$lld piedi %2$lld pollici
pl: Wysokość, %1$lld stopy %2$lld cale
pt_pt: Altura, %1$lld pés %2$lld polegadas
ru: Рост: %1$lld фут %2$lld дюйм
th: ส่วนสูง %lld ฟุต %lld นิ้ว
zh_hans: 身高，%1$lld 英尺 %2$lld 英寸
zh_hant: 身高，%1$lld 英尺 %2$lld 英寸

source: Help & Contact
de: Hilfe & Kontakt
es: Ayuda y contacto
fr: Aide et contact
it: Aiuto e contatti
pl: Pomoc i kontakt
pt_pt: Ajuda e contacto
ru: Помощь и контакты
th: ช่วยเหลือและติดต่อ
zh_hans: 帮助与联系
zh_hant: 幫助與聯繫

source: Helping most: %@
de: Hilft am meisten: %@
es: Lo que más ayuda: %@
fr: Ce qui aide le plus : %@
it: Aiuta di più: %@
pl: Najbardziej pomaga: %@
pt_pt: Ajudando mais: %@
ru: Больше всего помогает: %@
th: ช่วยเหลือได้มากที่สุด: %@
zh_hans: 帮助最大：%@
zh_hant: 幫助最大：%@

source: Heute redesign (prototype)
de: Heute Redesign (Prototyp)
es: Heute Redesign (prototipo)
it: Alta riprogettazione (prototipo)
pl: Przeprojektowanie Heute (prototyp)
pt_pt: Redesenho de Heute (protótipo)
ru: Редизайн Heute (прототип)
th: การออกแบบ Heute ใหม่ (ต้นแบบ)
zh_hans: Heute 重新设计（原型）
zh_hant: Heute 重新設計（原型）

source: HF power
de: HF-Leistung
es: Potencia HF
fr: Puissance HF
it: Potenza HF
pl: Moc wysokiej częstotliwości
pt_pt: Potência de alta frequência
ru: Мощность HF
th: กำลังไฟฟ้าแรงสูง
zh_hans: HF 功率
zh_hant: HF 功率

source: Hi, I'm %@
de: Hallo, ich bin %@
es: Hola, soy %@
fr: Bonjour, je m'appelle %@
it: Ciao, sono %@
pl: Cześć, jestem %@
pt_pt: Olá, meu nome é %@
ru: Привет, я %@
th: สวัสดี ฉันชื่อ %@
zh_hans: 你好，我是%@
zh_hant: 你好，我是%@

source: Hidden
de: Ausgeblendet
es: Oculto
fr: Masqué
it: Nascosto
pl: Ukryty
pt_pt: Oculto
ru: Скрыто
th: ที่ซ่อนอยู่
zh_hans: 已隐藏
zh_hant: 已隱藏
